<template>
<div id="frame">
  <div class="link_head">
    <h1>
        <span>
          <a href="javascript:history.go(-1)"><img src="static/img/icon_left.png"></a>
        </span>
        {{title}}
     </h1>
  </div>

   <div class="center" style="position:relative;">
        <h1>借款及担保合同</h1>
        <p>出借人：<span></span></p>
        <p>住所：<span></span></p>
        <p>身份证号码：<span></span></p>
        <p>电话：<span></span></p>
        <p>传真：<span></span></p>
        <p>邮编：<span></span></p>
        <p>出借金额：<span></span></p>
        <br />
        <br />
        <p>借款人（公司名称）：<span></span></p>
        <p>住所：<span></span></p>
        <p>法定代表人：<span></span></p>
        <p>营业执照号码：<span></span></p>
        <p>电话：<span></span></p>
        <p>传真：<span></span></p>
        <p>传真：<span></span></p>
        <br />
        <br />
        <p>保证人：<span></span></p>
        <p>住所：<span></span></p>
        <p>法定代表人：<span></span></p>
        <p>营业执照号码：<span></span></p>
        <p>电话：<span></span></p>
        <p>传真：<span></span></p>
        <p>传真：<span></span></p>
        <br />
        <br />
        <p>账户名：<span></span></p>
        <p>借款内容：<span></span></p>
        <p>借款用途：<span></span></p>
        <p>借款金额：<span></span></p>
        <br />
        <br />
        <p>借款利率：<span></span></p>
        <p>借款利息起算时间：T+1日起息</p>
        <p>T日：借款人在恒瑞财富网平台上发布的项目借款需求募足之日</p>
        <p>借款期限： 个月，自资金到达借款人账户当日起计算</p>
        <p>还款方式：按月付息，到期还本 / 到期还本息 / 等额本息</p>
        <br />
        <br />
        <p><strong>签约事由：</strong></p>
        <p class="go">1、出借人和借款人均已在<span class="red">恒瑞财富网平台</span>（域名：http://www.hrcf168.com）<span class="red">（以下简称平台）</span>注册，同意<span >恒瑞财富网</span>平台的《注册协议》，并自愿根据《注册协议》达成并签订本借款协议。本协议使用借款人和出借人事先已充分阅读并认可的平台提供的借款协议样本。</p>
        <p class="go">2、出借人和借款人、保证人均已承诺其提供给恒瑞财富网平台的信息真实、完整、有效。</p>
        <p class="go">3、借款人具有合法的借款需求，出借人自愿以其自有的合法资金向借款人提供借款。出借人以本协议为依据与借款人形成真实、合法、有效的债权。</p>
        <p class="go">4、借款人和出借人基于平等自愿原则，就有关借款事项达成如下协议，以兹共守</p>
        <p><strong>具体内容如下：</strong></p>
        <p><strong>第一条</strong>  释义</p>
        <p>在本合同中，除非各方另有约定，下列词语具有以下含义：</p>
        <p class="go">1、出借人：指具有完全民事行为能力并在平台上实名注册为会员的自然人。</p>
        <p class="go">2、借款人：指经合法授权并通过平台发布融资需求的企业或自然人。</p>
        <p class="go">3、保证人：指具备担保资格的独立法人，且该 保证人不存在法律法规规定的不得为债务人提供担保的情形。</p>
        <p><strong>第二条</strong>  借款基本信息</p>
        <p class="go">1、借款开始日：出借人指定账户划付本协议项下借款之日</p>
        <p class="go">2、借款到期日：借款开始后的第[<span></span>]个自然月的借款开始日当日，节假日不顺延(如当月不存在该借款开始日的，则应为当月的最后一日)</p>
        <p class="go">3、还款方式：按月付息，到期还本 / 到期还本息 / 等额本息</p>
        <p class="go">4、还款日：自第二个月起每个自然月的借款开始日当日，节假日不顺延(如当月不存在该借款开始日的，则应为当月的最后一日)</p>
        <p><strong>第三条</strong>  出借人的权利和义务</p>
        <p class="go">1、出借人有按照平台操作规则自由选择出借资金以及转让债权的权利。</p>
        <p class="go">2、出借人有按照约定收取利息和本金的权利。</p>
        <p class="go">3、除非借款人经营出现重大风险并严重影响其偿债能力，出借人不得要求借款人提前偿还本 金及利息，但借款人发生本合同第十条违约情形的除外。</p>
        <p><strong>第四条</strong> 借款人的权利和义务</p>
        <p class="go">1、借款人有按照平台操作规则获得出借人借款资金并按约定用途支配借款资金的权利</p>
        <p class="go">2、借款人应按期偿还借款本金及利息。如借款人未能按期偿还本金及利息，则应当向出借人按日支付借款本金的万分之五作为违约金，并赔偿出借人因此支出的包括但不限于律师费、公证费、交通费、诉讼费等一切费用。</p>
        <p class="go">3、未经出借人同意，借款人不得擅自改变借款用途。不得利用借款资金从事法律法 规禁止的违法行为。因此造成的一切损失包括但不限于民事赔偿、行政处罚、刑事处罚等，由 借款人自行承担并赔偿对出借人造成的所有损失。</p>
        <p class="go">4、出借人按照平台操作规则转让债权的通知，借款人予以认可，视为已经收到。</p>
        <p> <strong>第五条</strong>  保证人的权利和义务</p>
        <p class="go">1、保证人为本合同项下借款的本金以及利息承担不可撤销的连带保证责任。如借款人未按照约定期限向借款人支付利息，则保证人应当在本合同约定支付利息当日向出借人支付利息。如借 款期限届满借款人未按照约定偿还出借人本金，保证人应当于债权期限届满后5个工作日内按照本 合同约定向出借人偿还借款本金。如保证人未按约定履行代偿义务，则应当向出借人按日支付借款 本金的万分之5作为违约金。</p>
        <p class="go">2、本协议自签署之日起成立，协议各方均不得单独修改本协议内容。如需修改本协议，各方应当另行签署书面补充协议。</p>
        <p class="go">3、保证人按照本合同约定向出借人代偿借款本金和利息后，有权处分借款人向其提供的反担保物。出借人和平台应当配合保证人的处分行为。如保证人未按照约定向出借人履行代偿义务，出借人有权委托平台代为处分借款人向保证人提供的反担保物，保证人应当配合出借人及平台的处分行为。</p>
        <p class="go">4、保证人的保证期限自债权到期之日起贰年。</p>
        <p> <strong>第六条</strong>  借款的偿还</p>
        <p class="go">1、借款人承诺按照本协议第一条约定的时间和金额按期足额向出借人还款。</p>
        <p class="go">2、借款人将主动根据本协议规定之还款日及还款数额按月还款至恒瑞财富网平台银行存管账户并委托平台划付至出借人账户。</p>
        <p class="go">3、借款人的最后一期还款必须包含全部剩余本金、利息及所有根据本协议产生的其他费用等。</p>
        <p class="go">4、如借款人还款不足以偿还约定的本金、利息及违约金的，出借人同意和其他出借人各自按照其借出款项比例收取还款及利息。</p>
        <p> <strong>第七条</strong>  借款的转让</p>
        <p class="go">1、出借人可自行将本合同项下的全部或部分借款债权转让给恒瑞财富网平台的其他注册用户。出借人若将债权转让给非恒瑞财富网平台注册用户的，出借人必须确保受让人在受让债权之前成为恒瑞财富网平台注册用户，否则该转让行为对恒瑞财富网平台及借款人不产生法律效力。</p>
        <p class="go">2、出借人根据本合同转让借款债权的，除下述内容变更外，本合同项下其他条款不受影响，且变更内容对借款人仍有约束力。</p>
        <p class="go">3、借款债权全部转让的，本合同项下的出借人一方变更为债权受让人。</p>
        <p class="go">4、借款债权部分转让的，本合同项下的出借人一方变更为出借人和债权受让人，且出借人和债权受让人借出的本金应相应调整。</p>
        <p>具体转让程序见恒瑞财富网平台的操作规则及《债权转让协议》。</p>
        <p> <strong>第八条</strong>  提前还款</p>
        <p class="go">1、借款人可在借款期间任何时候提前偿还全部剩余借款。但借款人应当在提前还款的5个工作日前向恒瑞财富网平台提出申请，平台收到申请后与借款人确定提前还款的具体情况并通知出借人。</p>
        <p class="go">2、借款人提前偿还借款的，提前还款部分按本协议第一条约定的利息和实际借款期限计收利息。若实际借款期限非自然月的整数倍的，则扣除自然月的整数倍后的其余天数的借款利息仍应当按天计算。</p>
        <p class="go">3、借款人提前偿还借款的，除支付本协议第八条第二款规定的借款利息外，还应额外向出借人支付相当于1个月利息金额的违约金；</p>
        <p> <strong>第九条</strong>  逾期还款</p>
        <p class="go">1、借款人应严格履行还款义务，借款人必须在还款日当天十二点前归还所借款项，未能按时归还借款属逾期。则应按照下列公式计算并向出借人支付逾期罚息。且逾期本金的正常利息不停止计算。借款人还清全部本金、利息、罚息之前，罚息计算不停止。 </p>
        <p class="go">2、罚息总额 = 逾期本息总额×对应罚息利率×逾期天数；</p>
        <table border="1" cellpadding="0" cellspacing="0" style="font-size:35px;width:auto">
            <tr>
                <td>逾期天数</td>
                <td>自还款日之次日起算</td>
            </tr>
            <tr>
                <td>日罚息利率</td>
                <td>万分之5</td>
            </tr>

        </table>

        <p class="go">3、若借款人逾期支付任何一期还款或借款人出现逃避、拒绝沟通或拒绝承认欠款事实等恶意行为，借款人不可撤销地确认：恒瑞财富网平台可将借款人的逾期记录计入网站黑名单或相关合作方的信用记录以及国家和地方的公民征信系统；并可以将借款人违约失信的相关信息及借款人其他信息向任何公众媒体、关联单位、公安机关、检察机关等政府部门披露，并有权将借款人提交或恒瑞财富网平台自行收集的借款人的个人资料和信息与任何第三方进行数据共享，一切相关法律责任及后果概由借款人自负，与出借人及恒瑞财富网平台无关。</p>
        <p class="go">4、若借款人逾期支付任何一期还款或借款人出现提供虚假资料以及信息、逃避、拒绝沟通或拒绝承认欠款事实等恶意行为，借款人不可撤销地确认，本协议项下的全部借款本息视同提前到期，借款人应立即清偿本协议项下尚未偿付的全部本金、利息、罚息及根据本协议产生的其他全部费用。</p>
        <p> <strong>第十条</strong>  违约责任</p>
        <p class="go">1、本协议各方均应严格履行协议，任何一方违约，违约方应承担因违约使其他各方产生的费用和损失，包括但不限于各种调查费、诉讼费、律师费等。</p>
        <p class="go">2、各方同意，若出现如下任何一种情况，本协议项下的全部借款本息自动提前到期，借款人应立即清偿本协议项下尚未偿付的全部本金、利息、罚息及根据本协议产生的其他全部费用：</p>
        <p class="go">（1）借款人因任何原因逾期支付任何一期还款的；</p>
        <p class="go">（2）借款人个人信息或工作情况发生重大变动后的3个工作日内未书面通知出借人与恒瑞财富网网站的；</p>
        <p class="go">（3）借款人在借款后出现逃避、拒绝沟通或拒绝承认欠款事实等恶意行为的；</p>
        <p class="go">（4）借款人未经出借人、担保人的同意，擅自改变借款用途，或利用借款资金从事法律法规 禁止的违法情形；</p>
        <p class="go">（5）借款人提供给恒瑞财富网平台的任何书面文件、材料或信息被证明是不真实的。</p>
        <p class="go">3、若借款人逾期5天支付任何一期还款的，借款人应当按照借款余额的20%支付违约金。</p>
        <p class="go">4、上述违约事件发生后，恒瑞财富网平台或保证人有权采取以下任何一项或多项措施：</p>
        <p class="go">（1）立即停止本合同项下借款的划付；</p>
        <p class="go">（2）宣布借款立即到期，并要求借款人立即偿还全部已发放的借款本金、利息或其他实现债权的费用；</p>
        <p class="go">（3）要求借款人追加或更换反担保人、抵押物、质物/出质权利；</p>
        <p class="go">（4）宣布实施或实现有关借款的任何反担保项下的权利；</p>
        <p>5、出借人认为适当的其他方式。</p>
        <p class="go"> <strong>第十一条</strong>  承诺条款</p>
        <p class="go">1、借款人承诺借款用途为：[<span></span>] 。</p>
        <p>未经恒瑞财富网网站与出借人的一致同意，借款人不得以任何理由和任何形式将获得的借款用于前述借款用途之外的任何其他用途。借款人擅自改变借款用途将承担违约责任。借款人不得将所借款项用于任何违法活动（包括但不限于赌博、吸毒等）。否则，视为借款人对出借人的欺诈行为，一经发现，出借人有权提前收回全部借款，并立即向公安等司法机关举报，追究借款人的刑事责任。</p>
        <p class="go">2、借款人承诺向出借人提交的一切文本、图文、个人信息等资料等均为真实、有效。</p>
        <p class="go">3、出借人承诺对本协议所涉的借款具有完全的支配能力，且为出借人的合法收入。</p>
        <p> <strong>第十二条</strong>  保密条款</p>
        <p class="go">1、本合同各方应承担以下保密义务：</p>
        <p class="go">（1）任何一方不得向除平台以外的非本合同方披露本合同项下的事宜以及与此等事宜 有关的任何文件、资料或信息；只能将保密信息和其内容用于本合同项下的目的。</p>
        <p class="go">（2）本款的保密约定不适用于下列信息：</p>
        <p class="go">A、从披露方获得时，已是公开或应当公开的；</p>
        <p class="go">B、从披露方获得前，接受方已经获知的；</p>
        <p class="go"> C、从有正当权限并不受保密义务制约的第三方获得的；</p>
        <p class="go">2、本合同各方因下列原因披露保密信息，不受前款的限制：</p>
        <p class="go">（1）向本合同各方的董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；</p>
        <p class="go">（2）因遵循可适用的法律、法规的强制性规定而披露；</p>
        <p class="go">（3）依据其他应遵守的法规向审批机构或权力机构进行的披露；</p>
        <p class="go">（4）因追究违约方的法律责任而向相关方披露。</p>
        <p class="go">3、各方在本条项下的保密义务应在本合同终止后继续有效。</p>
        <p> <strong>第十三条</strong>  适用法律及争议解决</p>
        <p class="go">1、本协议的履行地为恒瑞财富网平台实际营业地广州。</p>
        <p class="go">2、本协议的签订、履行、终止、解释均适用中华人民共和国法律，合同双方如果发生争议，应当友好协商解决。如协商不成，任何一方均有权将争议提交广州仲裁委员会，按照提交仲裁时该会现行有效的仲裁规则进行仲裁，仲裁裁决是终局的，对甲乙双方均有约束力。</p>
        <p> <strong>第十四条</strong>  其他</p>
        <p class="go">1、本协议采用电子文本形式制成，自出借人点击确认时成立，自<span class="red">在恒瑞财富网理财网平台上发布的项目借款需求募足</span>之日生效。本合同永久保存在乙方为此设立的专用服务器上备查， 双方均认可该形式的合同效力。</p>
        <p class="red">如募集期结束，借款人所发布项目借款需求未募足，本合同自动作废 </p>
        <p class="go">2、如果本协议中的任何一条或多条违反适用的法律法规，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。</p>
        <p class="go">3、出借人通过该借款协议所获得的收益应自行申报并缴纳税款。</p>
        <p>根据相关法律法规，以下内容请您仔细阅读，如您点击确认键，即视为对下列内容的认可和接受：</p>
        <p>“本人已经阅读本协议所有条款，充分了解并清楚知晓相应权利义务，愿意承担相关风险。”</p>
        <p>出借人：</p>
        <br />
        <p>借款人：<span></span></p>
        <p>法定代表人：<span></span></p>
        <br />
        <p>保证人：<span></span></p>
        <p>法定代表人：<span></span></p>
        <p>签约地点：<span></span></p>
        <p>签约日期：&nbsp;&nbsp;<span>年</span>&nbsp; <span>月</span> &nbsp; <span>日</span></p>

        <p style="width:5.0rem;height:5.0rem;position:absolute;bottom:-0.5rem;right:10%;">
            <img src="static/img/gaiz.png" style="width:100%;" />
        </p>


    </div>
</div>

</template>

<script>
export default {
  data () {
    return {
      title: '借款及担保合同',
    }
  },

  mounted : function() {

  },
  methods:{

  },
  created:function(){

  },
  components:{

  }
}
</script>
<style scoped>

</style>