<template>
<div id="frame">
  <div class="link_head"  v-if="Imapp">
    <h1>
        <span>
          <a href="javascript:history.go(-1)"><img src="static/img/icon_left.png"></a>
        </span>
        {{title}}
     </h1>
  </div>

 <div class="guize">
    <div class="gzcont">
        <h2>服务协议</h2>
        <p class="titlegz">甲方:广州恒瑞资产管理有限公司系http://www.hrcf168.com网站(以下简称“恒瑞财富”)的运营商</p>
         <p class="titlegz">乙方:恒瑞财富的注册用户,其恒瑞财富用户名为 - ,其身份证号码为 - （以下简称“投资人”）。</p>
        <p class="putong">以上两方合称“各方”,单称“一方”。</p>
        <p class="putong">鉴于:</p>
         <p class="putong">(a)投资人是一名投恒瑞财富的注册用户,已经与恒瑞财富签订了注册协议。</p>
         <p class="putong">(b)恒瑞财富致力于为恒瑞财富的用户提供更加优质的服务，更好的用户体验。</p>
         <p class="putong">(c)根据本协议,投资人同意委托恒瑞财富在投资人选定的条件范围内对产品进行自动选择,并自愿遵守恒瑞财富现有的相关协议及规则。</p>

        <p class="titlegz">有鉴于此,各方经友好协商,本着平等、自愿的原则,达成如下条款:</p>
        <p class="titlegz">一、宗旨</p>
        <p class="putong">投资人愿意以自有合法资金投资于在恒瑞财富上公开的恒瑞宝2号产品,恒瑞财富愿意接受投资人委托，向投资人提供在投资人选定的条件下投资于具体恒瑞宝2号产品的服务。各方基于本协议签署的相关其他法律文件不得违背本协议所确定的原则。</p>

        <p class="titlegz">二、权利义务</p>
        <p class="putong">1、投资人所支付的加入资金须为合法取得,且投资人对加入资金拥有完全且无瑕疵的处分权。</p>
        <p class="putong">2、投资人为履行本协议而向恒瑞财富提供的全部资料均真实、有效。</p>
        <p class="putong">3、投资人开启自动复投，且选定对所投产品的要求，即可开通自动复投服务。</p>
        <p class="putong">4、投资人须通过恒瑞财富网站平台了解“自动复投”相关信息。</p>
        <p class="putong">5、恒瑞财富在接受投资人委托后，根据投资人对恒瑞宝2号产品的要求，在恒瑞财富网站上已经发布的恒瑞宝2号产品中，为投资人提供自动复投服务。恒瑞财富不对恒瑞宝2号产品的收益、本息回报声明与承诺。</p>

       <p class="titlegz">投资人在此无条件且不可撤销地同意并确认:</p>
        <p class="putong">（1）自投资人开启“自动复投”服务起,投资人即通过恒瑞财富优先自动投标,并通过恒瑞财富以投资人的名义自动签署相关借款协议、债权转让协议;投资人对此等自动复投和自动签署相关借款协议、债权转让协议的安排已充分知悉并理解;该等自动签署的借款协议、债权转让协议均视为投资人真实意思的表示,投资人对该等法律文件的效力均予以认可且无任何异议,并无条件接受该等自动签署的借款协议、债权转让协议的约束。</p>
        <p class="putong">（2）投资人通过恒瑞财富自动复投而签署之借款协议、债权转让协议等法律文件或其中的相关条款生效后,恒瑞财富即可根据该等协议和本协议相关约定,对相关款项进行扣划、支付、冻结以及行使其他权利,投资人对此均予以接受和认可。</p>
        <p class="putong">投资人的上述保证在本协议整个期间和其他本协议内产生的任何协议期间应当持续合法、有效并具有法律约束力。</p>
        <p class="titlegz">在签署本协议之前,恒瑞财富已就本协议及有关交易文件的全部条款和内容进行了详细的说明和解释,投资人已认真阅读本协议有关条款,对有关条款不存在任何疑问或异议,并对协议各方的权利、义务、责任与风险，尤其是本协议项下委托事项有清楚和准确的理解。</p>

        <p class="putong">6、通知</p>
        <p class="putong">各方一致同意,本协议履行过程中,各方之间的意思通知及往来文件,均可通过电子邮件、 站内信传达对方,电子邮件及站内信发出日即视为送达日。</p>
        <p class="putong">7、协议效力</p>
        <p class="putong">（1）协议的生效:本协议自投资人在恒瑞财富操作完成对自动复投的恒瑞宝2号产品的要求、确认同意签署本协议并支付完毕拟投资资金、经恒瑞财富确认投资人成功开启“自动复投”服务时(以投资人的恒瑞财富账户信息显示为准)生效。</p>
        <p class="putong">本协议采用电子文本形式制成,每一份具有同等法律效力,并永久保存在恒瑞财富服务器上备查,对各方均具有法律约束力。</p>
        <p class="putong">（2）协议的变更及终止:除经各方协商一致并达成书面协议外,任何一方不得单方变更或终止本协议,本协议另有约定的除外。</p>
        <p class="putong">(3）若本协议项下的任一或多个条款被视为无效、违法或无法执行,则本协议其他部分条款的有效性、合法性和可执行性不受任何影响和损害。上述条款将由各方通过合法方式以尽可能反映该条本意的条款予以代替。</p>
        <p class="putong">8.不可抗力</p>
        <p class="putong">本协议各方均确认,如因法律、法规及相关政策的出台和变化或监管原因从而导致本协议项下交易模式、交易规则变动或本协议约定的服务被采取监管措施或停止实施的,协议各方互不主张违约及赔偿责任,恒瑞财富将根据本协议积极调整交易模式。</p>
        <p class="putong">9.法律适用和争议解决</p>
        <p class="putong">本协议适用中华人民共和国法律,并根据其进行解释。如发生争议,各方可排他地将争议提交至恒瑞财富所在地有管辖权的人民法院解决。</p>
    </div>

</div>
</div>

</template>

<script>

import ls from '../../store/lStorage.js'
export default {
  data () {
    return {
      title: '恒瑞宝2号复投协议',
      Imapp:true,
      state:this.$store.state,
    }
  },

  mounted : function() {

  },
  methods:{

  },
  created:function(){
     let _this=this
        console.log(this.state.user)
        let query = _this.$route.query
            
            if(!query.ver){
                _this.Imapp=true
            }else{
                _this.Imapp=false
            }
        console.log(_this.Imapp)
        console.log(1)
  },
  components:{

  }
}
</script>
<style scoped>


</style>